testRequests/requestMetersToCentimeters.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns1="http://adammlynarczyk.xyz/webservice"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
>
    <soapenv:Header/>
    <soapenv:Body>
        <ns1:getMetersToCentimetersRequest>
            <ns1:meters>10</ns1:meters>
        </ns1:getMetersToCentimetersRequest>
    </soapenv:Body>
</soapenv:Envelope>



